/*************************************************************
*
*  Localize file for iOS
*
*  Locale Name : [en]
*
*************************************************************/

/* T_Link */
"SS_01_001" = "T-Link";

/* 本アプリケーションについて */
"SS_01_002" = "About This Application";

/* アプリケーション概要 */
"SS_01_003" = "Application Overview";

/* アプリケーション利用規約 */
"SS_01_004" = "Terms and Conditions ";

/* オープンソースライセンス */
"SS_01_005" = "Open Source Licenses";

/* バージョン */
"SS_01_006" = "Version ";

/* 同意する */
"SS_01_010" = "Agree";

/* T-Linkチュートリアル */
"SS_01_011" = "T-Link Tutorial";

/* 画面共有方法 */
"SS_01_101" = "Broadcast Method";

/* 画面共有の初期化設定方法 */
"SS_01_102" = "Default Setting for Broadcast";

/* 画面共有を開始する方法 */
"SS_01_103" = "How to Start Broadcast ";

/* 画面共有を停止する方法(1) */
"SS_01_104" = "How to Stop Broadcast (1)";

/* 画面共有を停止する方法(2) */
"SS_01_105" = "How to Stop Broadcast (2)";

/* (1)[設定]を起動 */
"SS_01_102_01_01" = "(1) Starting Up [Setting]";

/* iOSの[設定]を起動します。 */
"SS_01_102_01_02" = "Start up [Setting] for iOS.";

/* (2)コントロールセンターを表示 */
"SS_01_102_02_01" = "(2) Displaying Control Center";

/* iOSの[設定]の[コントロールセンター]をタップします。 */
"SS_01_102_02_02" = "Tap [Control Center] in [Setting] for iOS.";

/* (3)カスタマイズを表示 */
"SS_01_102_03_01" = "(3) Displaying Customize";

/* [コントロールをカスタマイズ]をタップします。 */
"SS_01_102_03_02" = "Tap [Customize Control].";

/* (4)画面収録を追加 */
"SS_01_102_04_01" = "(4) Adding Screen Recording";

/* [画面収録]の[+]ボタンをタップして、追加します。 */
"SS_01_102_04_02" = "Add [Screen Recording] to the control select.";

/* (5)画面収録追加完了 */
"SS_01_102_05_01" = "(5) Completing Screen Recording Addition";

/* [画面収録]が[含める]に移動すれば初期設定完了です。 */
"SS_01_102_05_02" = "The default setting is completed once [Screen Recording] has been moved to [Add].";

/* (1)コントロールセンターを表示 */
"SS_01_103_01_01" = "(1) Displaying Control Center";

/* コントロールセンターを表示します。 */
"SS_01_103_01_02" = "Display Control Center.";

/* (2)画面収録ボタン */
"SS_01_103_02_01" = "(2) Screen Recording Button";

/* 画面収録ボタンをタップします。 */
"SS_01_103_02_02" = "Tap the [Screen Obtain] button.";

/* (3)ブロードキャスト開始 */
"SS_01_103_03_01" = "(3) Starting Broadcast";

/* アプリケーションリストから[T_Link]を選択し、[ブロードキャストを開始]をタップします。このとき、マイクは[オフ]にします。 */
"SS_01_103_03_02" = "Select [T-Link] from the application list and tap [Start Broadcast].";

/* (4)USBケーブルを接続 */
"SS_01_103_04_01" = "(4) Connecting USB Cable";

/* 画面収録アイコンが赤くなるのを確認したら、USBケーブルをスマートフォンに接続します。 */
"SS_01_103_04_02" = "Make sure that the screen recording icon is red, then connect the USB cable.";

/* (1)ステータスバーをタップ */
"SS_01_104_01_01" = "(1) Tapping the Status Bar";

/* 画面上部のステータスバーをタップします。 */
"SS_01_104_01_02" = "Tap the status bar at the top of screen.";

/* (2)ブロードキャスト停止 */
"SS_01_104_02_01" = "(2) Stopping Broadcast";

/* ダイアログの[停止]をタップすると、ブロードキャスト停止します。 */
"SS_01_104_02_02" = "Broadcast stops when tapping [Stop] in the dialog.";

/* (1)コントロールセンターを表示 */
"SS_01_105_01_01" = "(1) Displaying Control Center";

/* コントロールセンターを表示します。 */
"SS_01_105_01_02" = "Display control center.";

/* (2)ブロードキャスト停止 */
"SS_01_105_02_01" = "(2) Stopping Broadcast";

/* 画面収録アイコンをタップすると、ブロードキャスト停止します。 */
"SS_01_105_02_02" = "Broadcast stops when tapping the screen recording icon.";

/* 画面共有を開始しました。 */
"SS_02_001" = "Connection with H / U has started.";

/* 画面共有を終了しました。 */
"SS_02_002" = "Connection with H / U has ended.";

/* エラーが発生しました。 */
"SS_02_003" = "Error has occurred.";

/* 利用規約に同意されていません。 */
"SS_02_004" = "Not agreed to the terms of service.";

/* ブロードキャストを停止し、T-Linkアプリを起動して利用規約に同意して下さい。 */
"SS_02_005" = "Please stop broadcasting, activate the T-Link application and agree to the terms of service.";

/* 画面収録機能で[T_Link]を選択し、[ブロードキャストを開始]ボタンをタップしてブロードキャスト開始後、本体とスマートフォンをUSBケーブルで接続してください。 */
"SS_02_101" = "Please select [T-Link] with the screen recording function, press the [Start Broadcast] button to start the broadcast, then connect the main unit and the smartphone with the USB cable.";

/* 本体とスマートフォンをUSBケーブルで接続してください。 */
"SS_02_102" = "Please connect the main unit and the smartphone with the USB cable.";

/* 通信エラーが発生しました。一度、本体とスマートフォンとの接続を解除（USBケーブを抜く）し、再度接続しなおしてください。 */
"SS_03_201" = "H/U Communication Error:
Check the USB connection.";

/* 空きメモリが不足しています。本アプリを再起動、または他のアプリケーションを終了し、空きメモリを増やしてください。
改善しない場合は、スマートフォンを再起動してください。 */
"SS_03_202" = "Memory full.
Secure enough space in memory.";

/* お使いのスマートフォンが、本アプリケーションの動作環境に対応していない可能性があります。
本アプリケーションの推奨動作環境をご確認ください。 */
"SS_03_203" = "Operation has been failed.
Check the recommended operating environment of this application.";

/* Service is running */
"SS_02_217" = "Service is running";

/* No Error */
"SS_03_204" = "No Error";

/* Insufficient System Resources */
"SS_03_205" = "Insufficient Memory";

/* Invalid State for Command */
"SS_03_206" = "The command string contains an invalid VNC Data Relay. Session ID, or the communication channel to which it refers is no longer reserved.";

/* Invalid Permissions */
"SS_03_207" = "Insufficient Device Permissions";

/* General Network Error */
"SS_03_208" = "General Network Error";

/* Unable to Contact Host */
"SS_03_209" = "Connection unsuccessful.";

/* Connection Refused */
"SS_03_210" = "Device user has rejected prompt authorizing remote control.";

/* Host Not Found */
"SS_03_211" = "Host Not Found";

/* Port in Use */
"SS_03_212" = "IP address and port number are already used. This error occurs when the server sent the waiting signal to the port being used.";

/* Invalid Port Number */
"SS_03_213" = "Valid TCP port numbers are within the range from 1 to 65535.";

/* No Network Connection */
"SS_03_214" = "Connection to the server has been lost.";

/* Network In Use */
"SS_03_216" = "Network In Use";

/* Connection Timed Out */
"SS_03_215" = "A general network time-out occurred.";

/* USB not connected */
"SS_03_217" = "There is nothing connected via USB or the device is unable to communicate via USB.";

/* Functionality not supported on this device */
"SS_03_218" = "Incompatible with H/U license.";

/* RFB Protocol Mismatch */
"SS_03_219" = "RFB protocol or AES checksum is corrupted, or there is no matching authentication key with the H/U side.";

/* Not Licensed for Viewer */
"SS_03_221" = "Not Licensed for Viewer";

/* Login Details Rejected */
"SS_03_220" = "Login Details Rejected";

/* Connection Closed */
"SS_03_222" = "Connection Closed";

/* Invalid Command String */
"SS_03_223" = "Invalid Command String";

/* Unsupported Authentication */
"SS_03_224" = "Authentication credentials have been rejected.";

/* RSA Key too big */
"SS_03_225" = "VNC Server Error: Key is too big.";

/* Crypto failure */
"SS_03_226" = "Crypto failure";

/* Bad Pixel Format */
"SS_03_228" = "Bad Pixel Format";

/* No Compatible Pixel Encodings */
"SS_03_227" = "Unsupported pixel color depth has been specified by H/U.";

/* Data bearer not found */
"SS_03_229" = "A bearer could not be loaded.";

/* Viewer Signature Rejected */
"SS_03_230" = "Domain Name Resolve Error";

/* Insufficient buffer space */
"SS_03_231" = "Buffer space is insufficient in the device.";

/* License not valid */
"SS_03_232" = "The requested operation cannot be completed because the provided license is invalid.";

/* Viewer does not support a critical capability */
"SS_03_234" = "Viewer does not support a critical capability";

/* Feature not licensed */
"SS_03_233" = "Requested operation is not allowed.";

/* Invalid Parameter */
"SS_03_235" = "An invalid parameter has been used.";

/* VNC Automotive Server API Uninitialized */
"SS_03_236" = "VNC Automotive Server API Uninitialized";

/* Invalid API Call */
"SS_03_237" = "Invalid API is called.";

/* Key Generation Failed */
"SS_03_238" = "RSA key generation algorithm failed.";

/* Remote control service failed to start */
"SS_03_239" = "Service cannot be started.";

/* Already exists */
"SS_03_240" = "A custom extension with the same name has already been registered.";

/* Bad Data Relay Session Id */
"SS_03_242" = "Bad Data Relay Session Id";

/* Bad Data Relay Challenge */
"SS_03_243" = "Bad Data Relay Challenge";

/* Data Relay Error */
"SS_03_241" = "VNC Data Relay has received an invalid message from the server.";

/* Data Relay Timeout */
"SS_03_244" = "H/U cannot connect to the other end of the reserved VNC Data Relay communication channel in time.";

/* Rejected */
"SS_03_245" = "Session with H/U has been ended.";

/* Internal Error */
"SS_03_247" = "Internal Error";

/* File Error */
"SS_03_248" = "File Error";

/* Registry Error */
"SS_03_249" = "Registry Error";

/* Ini File Error */
"SS_03_250" = "Ini File Error";

/* Command Superceded */
"SS_03_251" = "Command Superceded";

/* Failed to Fetch Command String */
"SS_03_246" = "Command string is not specified or corrupted.";

/* Unsupported application environment */
"SS_03_252" = "The application environment is not supported.";

/* Screen capture not implemented on platform, remote control will not be possible. */
"SS_03_253" = "Screen capture is not implemented in this platform.";

/* Required remote control support not present, remote control will not be possible. */
"SS_03_254" = "Required remote control support not present, remote control will not be possible.";

/* No suitable remote control service found, remote control will not be possible. */
"SS_03_255" = "No suitable remote control service found, remote control will not be possible.";

/* Remote control service does not have required permissions, remote control will not be possible. */
"SS_03_256" = "Remote control service does not have required permissions, remote control will not be possible.";

/* An invalid API call was made.
Some API calls are only valid when the server is in a
particular state. For instance it is illegal to ask the server
to connect while it is already connected. This error will be
reported in such circumstances. */
"SS-03_300" = "Invalid API is called.";

/* The bearer failed to establish a connection due to an authentication failure. */
"SS-03_301" = "The bearer failed to establish a connection due to an authentication failure.";

/* A static configuration required by the bearer has not been provided. */
"SS-03_302" = "A static configuration required by the bearer has not been provided.";

/* A static configuration provided for the bearer is invalid. */
"SS-03_303" = "A static configuration provided for the bearer is invalid.";

/* A bearer could not be loaded. */
"SS-03_304" = "A bearer could not be loaded.";

/* The maximum number of custom extensions (8) have already been registered. */
"SS-03_305" = "The maximum number of custom extensions (8) have already been registered.";

/* The server was reset by an external action. */
"SS-03_306" = "The server was reset by an external action.";

/* Feature not implement. */
"SS-03_307" = "Features Not Implemented";

